Repository: codexilab/osclass-banners
Catalog: banners/languages/*/messages.po
Languages: es_es

source: Manage banners
es_es: Gestionar banners

source: Positions - Banners
es_es: Posiciones - Banners

source: Advertisers - Banners
es_es: Anunciantes - Banners

source: Settings - Banners
es_es: Configuración - Banners

source: Manage advertisers
es_es: Gestionar anunciantes

source: %d Advertisers
es_es: %d Anunciantes

source: Delete advertiser
es_es: Eliminar anunciante

source: Delete banner
es_es: Eliminar banner

source: Are you sure you want to delete this banner?
es_es: ¿Seguro que quiere eliminar este banner?

source: Activate banner
es_es: Activar banner

source: Are you sure you want to activate this banner?
es_es: ¿Seguro que quiere activar este banner?

source: Deactivate banner
es_es: Desactivar banner

source: Are you sure you want to deactivate this banner?
es_es: ¿Seguro que quiere desactivar este banner?

source: Advertiser
es_es: Anunciante

source: Choose advertiser
es_es: Elegir anunciante

source: Position
es_es: Posición

source: Choose position
es_es: Elegir posición

source: Banner type
es_es: Tipo de banner

source: Choose mime
es_es: Elegir mime

source: From date
es_es: Desde

source: To date
es_es: Hasta

source: Publication date
es_es: Fecha de publicación

source: ACTIVE
es_es: ACTIVO

source: DEACTIVE
es_es: DESACTIVADO

source: Order by
es_es: Ordenar por

source: DATE
es_es: FECHA

source: UPDATE
es_es: ACTUALIZACIÓN

source: FROM DATE
es_es: DESDE

source: TO DATE
es_es: HASTA

source: POSITION
es_es: POSICIÓN

source: Show banner
es_es: Mostrar banner

source: Positions:
es_es: Posiciones:

source: Really want to delete the selected position?
es_es: ¿Realmente quiere eliminar la posición seleccionada?

source: Delete position
es_es: Eliminar posición

source: Sections (*)
es_es: Secciones (*)

source: Search and Item pages's categories:
es_es: Categorías en páginas de Búsqueda e Item:

source: Show sections
es_es: Mostrar secciones

source: Home page
es_es: Página de inicio

source: Static page
es_es: Página estática

source: Contact page
es_es: Página de contacto

source: Publish page
es_es: Página de publicar Item

source: Edit page
es_es: Página de editar Item

source: Item contact page
es_es: Página de contacto del Item

source: Login page
es_es: Página de login

source: Register page
es_es: Página de registro

source: Recover page
es_es: Página de recuperación de contraseña

source: Forgot page
es_es: Página de olvido de contraseña

source: Custom pages
es_es: Páginas personalizadas

source: Public profile page
es_es: Página del perfil público

source: User profile
es_es: Perfil del usuario

source: User's items page
es_es: Página de items del usuario

source: User's alerts page
es_es: Página de alertas del Uusario

source: Change email page
es_es: Página de cambiar email

source: Change username page
es_es: Página de cambiar username

source: Change password page
es_es: Página de cambiar contraseña

source: Position (*)
es_es: Posición (*)

source: Add (+)
es_es: Agregar (+)

source: Advertiser (*)
es_es: Anunciante (*)

source: Optional:
es_es: Opcional:

source: You can use {URL} tag to count clicks from URL field if you wish.
es_es: Si lo prefiere, puede usar la etiqueta {URL} para contar los clics desde el campo URL.

source: From
es_es: Desde

source: To
es_es: Hasta

source: Color in the calendar
es_es: Color en el calendario

source: Activate this banner.
es_es: Activar este banner.

source: Calendar
es_es: Calendario

source: Added
es_es: Agregado

source: Clicks
es_es: Clics

source: Update banner
es_es: Actualizar banner

source: Cancel and go back
es_es: Cancelar y volver atrás

source: Add new banner
es_es: Agregar nuevo banner

source: Add new advertiser
es_es: Agregar nuevo anunciante

source: Business sector
es_es: Sector de negocios

source: Update advertiser
es_es: Actualizar anunciante

source: Add new position
es_es: Agregar nueva posición

source: Sort number
es_es: Número de orden

source: PHP code:
es_es: Código PHP:

source: Put this script into the theme.
es_es: Coloca este script dentro del theme.

source: Add position
es_es: Agregar posición

source: Banner route internal struct
es_es: Estructura interna de la ruta del banner

source: Route page
es_es: Ruta de página

source: Route param
es_es: Parámetro de ruta

source: Show URL Banner.
es_es: Mostrar URL del banner.

source: Example:
es_es: Ejemplo:

source: Positions
es_es: Posiciones

source: View all banners
es_es: Ver banners

source: View all advertisers
es_es: Ver anunciantes

source: View all positions
es_es: Ver posiciones

source: Advertisers
es_es: Anunciantes

source: Loading...
es_es: Cargando...

source: Write advertiser name.
es_es: Escriba el nombre del anunciante.

source: This user has been already added.
es_es: Este usario ya ha sido agregado.

source: The advertiser it has been added correctly.
es_es: El anunciante ha sido agregado correctamente.

source: The advertiser it has been updated correctly.
es_es: El anunciante se ha actualizado correctamente.

source: Select advertiser.
es_es: Seleccione anunciante.

source: No advertisers have been deleted.
es_es: Ningún anunciante ha sido eliminado.

source: %s advertiser(s) have been deleted.
es_es: %s anunciante(s) ha sido elimiando.

source: No advertiser have been activated.
es_es: Ningún anunciante ha sido activado.

source: %s advertiser(s) have been activated.
es_es: %s anunciante(s) ha sido eliminado.

source: No advertiser have been deactivated.
es_es: Ningún anunciante ha sido eliminado.

source: %s advertiser(s) have been deactivated.
es_es: %s anunciante(s) ha sido eliminado.

source: Are you sure you want to %s the selected advertiser?
es_es: ¿Seguro que quiere %s el anunciante seleccionado?

source: Select banner.
es_es: Seleccione un banner.

source: No banners have been deleted.
es_es: Ningún banner ha sido eliminado.

source: %s banner(s) have been deleted.
es_es: %s banner(s) ha sido eliminado.

source: No banners have been activated.
es_es: Ningún banner ha sido activado.

source: %s banner(s) have been activated.
es_es: %s banner(s) ha sido activado.

source: No banner have been deactivated.
es_es: Ningún banner ha sido desactivado.

source: %s banner(s) have been deactivated.
es_es: %s banner(s) ha sido desactivado.

source: Are you sure you want to %s the selected banners?
es_es: Seguro que quiere %s los banners seleccionados?

source: Set number of position.
es_es: Estblesca el número de la posición.

source: This position already exist.
es_es: Esta posición ya existe.

source: Position has been correctly placed.
es_es: La posición ha sido establecida correctamente.

source: The position can't be deleted, there are banners using it.
es_es: La posición no puede ser eliminada, hay banners usándola.

source: All fields cannot be empty.
es_es: Todos los campos no pueden estar vacíos.

source: From date has it be higher that To date.
es_es: Desde tiene que ser mayor que Hasta.

source: The banner is not in an available range.
es_es: El banner no está en un rango de fechas disponible.

source: Select a color to show on the position calendar.
es_es: Seleccione un color para mostrar sobre la posición en el calendario.

source: The color %s is already in use on this position.
es_es: El color %s ya está en uso sobre esta posición.

source: Select a category.
es_es: Seleccione una categoría.

source: The banner script cannot be empty.
es_es: El script del banner no puede estar vacío.

source: The banner has been correctly placed.
es_es: El banner se ha establecido correctamente.

source: The banner have it be a gif, jpg, png or bmp.
es_es: El banner tiene que ser un gif, jpg, png o bmp.

source: The banner has been correctly updated.
es_es: El banner ha sido actualizado correctamente.

source: The banner has been correctly uploaded.
es_es: El banner se ha subido correctamente.

source: An error has occurred to upload file, please try again. (%s)
es_es: Un error ha ocurrido al subir el archivo, intente otra vez. (%s)

source: The plugin is now configured.
es_es: El plugin está configurado.

source: From/To
es_es: Desde/Hasta

source: View
es_es: Ver

source: The images folder %s is not writable on your server
es_es: La carpeta de imágenes %s no se puede escribir en su servidor

source: Osclass can't upload banners
es_es: Osclass no puede subir banner

source: Please make the mentioned images folder writable
es_es: Haga que la carpeta de imágenes mencionada se pueda escribir

source: To make a directory writable under UNIX execute this command from the shell
es_es: Para hacer que un directorio se pueda escribir en UNIX, ejecute este comando desde el shell
